[
    {
        "name": "Python Junior Developer",
        "url": "https://hh.ru/vacancy/83957896",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Basic <highlighttext>Python</highlighttext> programming skills. Understanding of web development principles. Understanding the basics of version control systems (Git, Subversion). "
    },
    {
        "name": "Стажер-разработчик",
        "url": "https://hh.ru/vacancy/82631531",
        "salary_min": 40000,
        "salary_max": 0,
        "experience": "<highlighttext>Python</highlighttext> от 3.7. FastApi/Flask. Postgresql, Sqlalchemy. Docker, git. Selenium: HTML/CSS/React преимущество. Библиотеки для разработки телеграм-ботов. "
    },
    {
        "name": "Junior Data Scientist (стажер)",
        "url": "https://hh.ru/vacancy/83902101",
        "salary_min": 50000,
        "salary_max": 0,
        "experience": "Будет плюсом: — Понимание основных концепций и методов машинного обучения. — Опыт работы с <highlighttext>Python</highlighttext> и библиотеками для анализа данных и машинного..."
    },
    {
        "name": "Python (Junior) разработчик",
        "url": "https://hh.ru/vacancy/83952968",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Мы готовы рассмотреть кандидатов без опыта, но с завершёнными курсами <highlighttext>python</highlighttext> разработки. Необходимые знания для нашего будущего коллеги: <highlighttext>Python</highlighttext> (минимально..."
    },
    {
        "name": "Стажер-разработчик",
        "url": "https://hh.ru/vacancy/83969133",
        "salary_min": 0,
        "salary_max": 0,
        "experience": null
    },
    {
        "name": "Стажер IT (нагрузочное тестирование)",
        "url": "https://hh.ru/vacancy/84001664",
        "salary_min": 40000,
        "salary_max": 45000,
        "experience": "Законченное высшее техническое образование. Основы ООП, простейшие алгоритмы. Базовые знания Java/<highlighttext>Python</highlighttext> необходимы. Знакомство с БД MS SQL или Oracle."
    },
    {
        "name": "Junior Data Scientist",
        "url": "https://hh.ru/vacancy/83964034",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Имеет навыки построения моделей машинного обучения. Владеет математической статистикой, линейной алгеброй. Знает <highlighttext>Python</highlighttext> (pandas, sklearn, numpy, matplotlib). Владеет SQL. "
    },
    {
        "name": "Тестировщик ПО (стажер)",
        "url": "https://hh.ru/vacancy/83974999",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Грамотную устную и письменную речь. Обучаемость и желание развиваться. Приветствуются навыки: SQL, <highlighttext>Python</highlighttext>, Selenium. Желание развиваться в IT. "
    },
    {
        "name": "QA инженер",
        "url": "https://hh.ru/vacancy/84020515",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Умение работать в системах: Битрикс24, Redmine, TMS Test IT. Базовые знания <highlighttext>Python</highlighttext>(PEP8). Базовые знания NoSQL (mongo, redis)."
    },
    {
        "name": "Стажер в IT компанию",
        "url": "https://hh.ru/vacancy/83409649",
        "salary_min": 40000,
        "salary_max": 80000,
        "experience": "опыт программирования на одном из языков (JavaScript, С#, С++, <highlighttext>Python</highlighttext> и др). Главный критерий – твое желание развиваться в сфере IT. - "
    },
    {
        "name": "Аналитик данных (Управление Сквозные бизнес-компоненты)",
        "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46781769.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Обязанности:\n \n• создавать, развивать и поддерживать регулярную отчетности для топ-менеджмента;\n \n• создавать Ad-hoc аналитические отчеты для проверки продуктовых гипотез по запросу руководства;\n \n• генерировать и проверять статистические гипотезы;\n \n• определять ключевые метрики по новым фичам, прогнозировать как они увеличатся после запуска фичи и следить за их выполнением;\n \n• создавать системы аналитических бордов по клиентским и продуктовым метрикам в BI системах.\n \nТребования:\n \n• знание Teradata, Hadoop, DBeaver, Bigquery, Python, PyCharm, JupyterHub, Yandex Metrica, AppMetrica, PowerBI, QlickSense;\n \n• знание SQL (сложные запросы, оконные функции);\n \n• знание python (библиотеки для аналитиков, pyspark);\n \n• опыт построения бордов(powerbi, qlick sense);\n \n• опыт работы в Yandex Metrica и AppMetrica;\n \n• знание основных продуктовых метрик и как их считать;\n \n• будет плюсом умение строить модели ML.\n \nУсловия:\n \n• трудоустройство согласно Законодательству;\n \n• конкурентная заработная плата;\n \n• профессиональное обучение и развитие;\n \n• добровольное медицинское страхование, льготные условия кредитования;\n \n• корпоративная пенсионная программа, материальная помощь;\n \n• спортивная жизнь и корпоративные мероприятия;\n \n• возможность построить карьеру в ведущем банке России."
    },
    {
        "name": "Full stack python developer",
        "url": "https://spb.superjob.ru/vakansii/full-stack-python-developer-46891033.html",
        "salary_min": 200000,
        "salary_max": 0,
        "experience": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет Full Stack разработчика на Python для работы с алгоритмами машинного обучения и искусственного интеллекта\n Должностные обязанности:\n * Разработка веб-интерфейса для разметки данных\n * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data Engineer \nТребования:\n - Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно)\n- 2+ года опыта с React.js и Python.\n- Знание фреймворков Django, Flask или Streamlit (желательно)\n- Контейнеризация: Docker, OpenShift;\n- Опыт с базами данных: MongoDB, PostgreSQL\n- Инструменты DevOps (MLOps): Git, Jira, Bitbucket, Nexus, Jenkins\n- Технический английский статьи, документация\n- Понимание жизненного цикла моделей (CRISP-DM) (желательно)\n- Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения) (желательно)\n- Знание фреймворков, библиотек машинного обучения: Scikit-learn, XGBoost, CatBoost, TensorFlow, Pytorch, Hugging Face transformers (желательно) \nУсловия:\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях"
    },
    {
        "name": "Сетевой Инженер\\Администратор сети ПД",
        "url": "https://spb.superjob.ru/vakansii/setevoj-inzhener-46941423.html",
        "salary_min": 70000,
        "salary_max": 100000,
        "experience": "Обязанности: \n• Общение с клиентом, решение заявок клиентов по вопросу работы Интернет и каналов.\n \n• Обеспечение своевременной диагностики и устранения неисправностей в сети.\n \n• Поддержка актуальности схемы сети, настроек на сетевом оборудовании.\n \n• Администрирование linux серверов.\n \n• Мониторинг состояния и настройка сетевого оборудования, UPS (Cisco, D-Link, Huawei, Mikrotik, EATON, APC).\n \nТребования: \n• Высшее техническое образование\n \n• Уверенное знание компьютерных сетей: сети ethernet, Vlan, QinQ, L3, модели ISO/OSI (знание консоли cisco будет плюсом\n \n• Уверенное знание Linux и его сервисов (Bind, Apache и так далее)\n \n• Знание средств мониторинга сети и серверов на основе Linux, cacti\n \n• Базовое программирование на bash, python, PHP\n \n• Английский язык (технический)\n \nУсловия: \n• Работа в офисе, 5/2 с 8:00 до 16:30\n \n• \nОт 70000 рублей на руки, по результатам собеседования.\n \n• Срочный договор: 3 мес. испытательный срок, далее бессрочный договор.\n \n• ДМС после испытательный срока"
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-38671598.html",
        "salary_min": 120000,
        "salary_max": 120000,
        "experience": "Требования:\n\nНаши ожидания:\n- Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает. \n- Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)\n- Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!!\n- Вы знаете как настроить отправку почтовых голубей через сервер Zimbra\n- Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно. \n- Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software). \n- Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики. \n- Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать. \n- Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать. \n- Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR). \n- Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости. \n- Вы понимаете, что выполнение поручений руководителя — это крайне важно. \nБудет огромным плюсом если Вы:\n- Умеете работать с БД Postgresql, MySQL\n- Знаете, как писать скрипты на bash, python, php (желательно PowerShell)\n- Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать. \n- Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты. \n- Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры. \n- Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем. \n- Понимаете, что рабочий процесс может затянуться и придется задержаться на работе. \n\nТребования:\n- Высшее образование.\n- Коммуникабельность, доброжелательность.\n- Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.\n- Умение работать в режиме многозадачности.\n- Грамотная речь.\n\nУсловия\n - Работа в крупной медицинской, динамично развивающейся Компании.\n- Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги , оказываемые в нашей организации.\n- Современное медицинское оборудование, комфортные условия труда.\n- Обучение и развитие в Компании.\n- График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.\n- Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.\n- Будем рады видеть Вас в нашем дружном коллективе!!!"
    },
    {
        "name": "DevOps Team Lead",
        "url": "https://nn.superjob.ru/vakansii/devops-team-lead-42890350.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "КуулКлевер Лаб – цифровая команда КуулКлевер, развивающая собственные ITпроекты. Пока на производствах КуулКлевер готовят натуральные продукты, мы создаём продукты в IT и строим своеобразный мост между гостями и компанией, чтобы покупатели легко могли купить продукты онлайн и офлайн, а КуулКлевер — приготовить и доставить.\nКоманда ИТ состоит из 51 разработчика + support + QA + DevOps engineer.\nСейчас ищем в команду DevOps Team Lead.\nОсновные задачи:\n• Поддержка, внедрение и улучшение CI/CD процессов\n• Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации\n• Развертывание, мониторинг и отладка dev/stage/prod сред\n• Администрирование *nix платформ (Centos, Ubuntu)\n• Внедрение и поддержка devops процессов/инструментов\n• Поиск и устранение неисправностей, узких мест в работе инфраструктурной части проектов\n• Работа с Docker и Kubernetes\n• Администрирование (установка, настройка, репликация, кластеризация) СУБД\n• Разработка скриптов для автоматизации задач эксплуатации\nНеобходимые опыт и знания:\n• Опыт построения реальных нагруженных отказоустойчивых публичных сервисов с помощью Docker и Kubernetes\n• Опыт построения и оптимизации CI/CD-цепочек\n• Знания и опыт работы с DevOps инструментами (Gitlab, Ansible)\n• Знания и опыт разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач\n• Знания и опыт работы с Grafana, Zabbix, Prometheus и др. средствами мониторинга и отслеживания событий/метрик, дашбордов\n• Понимание механизма работы сетей, протоколов маршрутизации, VPN, firewall, DNS, DHCP и пр.\n• Опыт работы с системами контроля версий (Git)\n• Опыт руководства командой\n• Самостоятельность в решении поставленной задачи\n• Ответственность за результат\n• Умение быстро ориентироваться при поиске проблем\nНеобязательно, но будет плюсом:\n• Опыт программирования PHP/NodeJS\n• Опыт программирования SQL\nМы предлагаем:\n• Работа в аккредитованной ИТ-компании\n• Варианты формата работы: гибрид либо в офисе\n• Офис расположен в бизнес-парке Бугров, бесплатная парковка\n• Официальное оформление: полностью «белая» з/п; все социальные гарантии\n• Персональное предложение по заработной плате, соответствующее опыту и ожиданиям кандидата\n• Мы заинтересованы в том, чтобы сотрудники развивались, поэтому компания может компенсировать обучение сотрудников и участие в конференциях"
    },
    {
        "name": "Младший научный сотрудник",
        "url": "https://gatchina.superjob.ru/vakansii/mladshij-nauchnyj-sotrudnik-45630898.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Обязанности:\n• Младший научный сотрудник в лабораторию физики и техники ускорителей. Проведение научных исследований, эксперименты, наблюдения, измерения, составлять их описание и формирует выводы. Владение компьютером Matlab, Origin, Python. \nТребования:\n• Образование - высшее специальное. \n• Без мед.противопоказаний \nУсловия:\n• доплата за вредные условие труда, талоны на питание, льготное пенсионное обеспечение"
    },
    {
        "name": "Аналитик",
        "url": "https://dolgoprudniy.superjob.ru/vakansii/analitik-45733204.html",
        "salary_min": 150000,
        "salary_max": 0,
        "experience": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции:\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции:\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию."
    },
    {
        "name": "Педагог дополнительного образования (Лицей Академии Яндекса)",
        "url": "https://www.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-46528737.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Обязанности:\n• Осуществляет разнообразную развивающую деятельность обучающихся (воспитанников) в области дополнительного образования.\n• Комплектует состав кружка, секции, студии, клубного объединения и других форм внеурочной работы с обучающимися и принимает меры по его сохранению в течение срока их работы.\n• Участвует в разработке и реализации образовательных программ, несет ответственность за качество их выполнения, жизнь и здоровье обучающихся.\n• Составляет планы и программы занятий, обеспечивает их выполнение.\n• Выявляет творческие способности обучающихся, способствует развитию их интересов и склонностей.\n• Организует участие обучающихся в массовых мероприятиях.\n• Оказывает консультативную помощь родителям (лицам, их заменяющим), а также педагогическим работникам в пределах своей компетенции.\n• Обеспечивает при проведении занятий соблюдение правил охраны труда и санитарно-гигиенических норм.\n• Участвует в деятельности методического объединения, самоуправлении учреждения.\n• Систематически повышает свою профессиональную квалификацию.\nТребования:\n• В Лицей Академии Яндекса на площадку ГБОУ Школа 1210 (2023/2024 учебный год!) требуется педагог дополнительного образования по программе \"Учим программировать на Python\". \n• Соискатель должен пройти отбор в преподаватели Лицея Академии Яндекса. \n• Наличие справки об отсутствии судимости, справки об административных нарушениях за употребление наркотических средств и психотропных веществ.\nУсловия:\n• Занятия в группе во второй половине дня, два раза в неделю по 2 часа. \n\n\nВНИМАНИЕ: резюме кандидатов, которые не соответствуют требованиям, не рассматриваются.\nПросьба в сопроводительном письме указывать наличие пройденного отбора в преподаватели Лицея Академии Яндекса."
    },
    {
        "name": "Преподаватель по программированию",
        "url": "https://ufa.superjob.ru/vakansii/prepodavatel-po-programmirovaniyu-46638375.html",
        "salary_min": 1000,
        "salary_max": 1500,
        "experience": "Обязанности:\nВедение занятий по программированию в сети образовательных центров «Инжинириум МГТУ им. Н.Э. Баумана», в том числе в частных и государственных школах по утвержденным методикам организации в рамках:\n• \nПостоянных курсов и интенсивов в течение учебного года;\n• \nРазовых мастер-классов по программированию\n• \nПодготовки учебных проектов к конкурсам и конференциям;\n• \nЗанятий и интенсивов в лагерях в каникулярный период.\n\n\n\nТребования:\n- Python: Знание базовых алгоритмов и структур данных, Python (все версии выше 3.0), ООП, SQLite, Git (GitHub). Работа в Google docs, Visual Studio, Visual Studio Code, Python IDLE.\n- C++: Знание базовых алгоритмов и структур данных, Makefile, gcc, g++, clang, STL, SQL, Git (GitHub). Работа в Google docs, Dev C++, Visual Studio, Visual Studio Code, Qt Creator.\n- Web-программирование: Знание основ web-технологий, HTML, CSS, JavaScript, Git (GitHub). Работа в Google docs, Visual Studio Code, Sublime, Atom.\n- Unity 3D: Знание основ геймдизайна, разработки игр на Unity. Дополнительное знание технологий AR/VR-разработки и 3D-моделирования в Blender приветствуется, а также знания игрового движка Unreal Engine.\nУсловия:\nЗарплатные рамки net\nОт 1 000,00 руб. за занятие\nВид занятости, график, оформление\n- Оформление согласно ТК РФ (договор ГПХ);\n- Гибкий график работы;\n- Регулярные обучающие мероприятия, направленные на развитие педагогических и предметных компетенций, реализуемые до выхода и в период работы;\n- Возможность карьерного роста."
    },
    {
        "name": "Программист Web, php, Python",
        "url": "https://samara.superjob.ru/vakansii/programmist-web-46816401.html",
        "salary_min": 50000,
        "salary_max": 70000,
        "experience": "Условия:\n\n• График работы – 5/2.\n• Официальное трудоустройство.\n• Возможность профессионального и карьерного роста.\nТребования:\n\n• Знание и понимание принципов работы OS Linux.\n• Обязательный опыт работы с FastAPI, так как большая часть работы с ним, меньше с Django и DRF.\n• Знание Python3, SQLAlchemy, Nginx, Docker, PostgreSQL, Git.\nОбязанности:\n\n• Разработка мобильных Web приложений.\n• Необходимо базово настраивать VPS с Docker и Nginx."
    }
]