[
    {
        "name": "Стажер-разработчик",
        "url": "https://hh.ru/vacancy/82631531",
        "salary_min": 40000,
        "salary_max": 0,
        "experience": "<highlighttext>Python</highlighttext> от 3.7. FastApi/Flask. Postgresql, Sqlalchemy. Docker, git. Selenium: HTML/CSS/React преимущество. Библиотеки для разработки телеграм-ботов. "
    },
    {
        "name": "Junior Data Scientist (стажер)",
        "url": "https://hh.ru/vacancy/83902101",
        "salary_min": 50000,
        "salary_max": 0,
        "experience": "Будет плюсом: — Понимание основных концепций и методов машинного обучения. — Опыт работы с <highlighttext>Python</highlighttext> и библиотеками для анализа данных и машинного..."
    },
    {
        "name": "Python (Junior) разработчик",
        "url": "https://hh.ru/vacancy/83952968",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Мы готовы рассмотреть кандидатов без опыта, но с завершёнными курсами <highlighttext>python</highlighttext> разработки. Необходимые знания для нашего будущего коллеги: <highlighttext>Python</highlighttext> (минимально..."
    },
    {
        "name": "Помощник системного администратора",
        "url": "https://hh.ru/vacancy/82596087",
        "salary_min": 55000,
        "salary_max": 65000,
        "experience": "Знание системы Битрикс24. Желательно опыт работы с HTML, <highlighttext>Python</highlighttext> и др. Умение писать техническое задание подрядчикам. Опыт работы/администрирования..."
    },
    {
        "name": "Стажер Python developer (СКИИС)",
        "url": "https://hh.ru/vacancy/84062871",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Опыт написания скриптов на PowerShell или Bash/Shell (либо наличие опыта разработки на C#) . Навыки проведение диагностики, анализ логов и..."
    },
    {
        "name": "Разработчик Python в IT-компанию, удаленно",
        "url": "https://hh.ru/vacancy/84077735",
        "salary_min": 25000,
        "salary_max": 50000,
        "experience": "Ты должен знать: Ты подойдешь, если: ️ Любишь предлагать крутые идеи. Не знаешь ответственности. А дальше будешь расти от твоих желаний. ️ "
    },
    {
        "name": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/83327705",
        "salary_min": 50000,
        "salary_max": 0,
        "experience": "Опыт разработки Web-приложений. Опыт работы с <highlighttext>Python</highlighttext>/Go. Опыт работы в Agile команде. Понимание принципов работы Web-приложений. "
    },
    {
        "name": "Стажер IT (нагрузочное тестирование)",
        "url": "https://hh.ru/vacancy/84001664",
        "salary_min": 40000,
        "salary_max": 45000,
        "experience": "Законченное высшее техническое образование. Основы ООП, простейшие алгоритмы. Базовые знания Java/<highlighttext>Python</highlighttext> необходимы. Знакомство с БД MS SQL или Oracle."
    },
    {
        "name": "Junior Data Scientist (Специалист по анализу данных)",
        "url": "https://hh.ru/vacancy/84046041",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Знание в сфере анализа данных, машинного обучения, статистики (методы, модели, способы их реализации и поддержки). <highlighttext>Python</highlighttext>, стандартный ML-стэком(numpy..."
    },
    {
        "name": "Junior Python-разработчик",
        "url": "https://hh.ru/vacancy/84024689",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Уверенное знание <highlighttext>Python</highlighttext>. Уверенное знание PostgreSQL и умение писать оптимизированные запросы. Опыт работы с Git. Знание принципов работы nginx, gunicorn."
    },
    {
        "name": "Специалист службы поддержки с техническими знаниями / Волкер",
        "url": "https://yakutsk.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39818593.html",
        "salary_min": 15000,
        "salary_max": 0,
        "experience": "У нас есть сервисы, которые помогают не заблудиться в незнакомом районе и строят удобные маршруты, когда нужно добраться до места максимально быстро: Яндекс.Карты, Метро, Мобильные и Народные Карты и веб-версия Карт. А еще есть команда службы поддержки, где мы помогаем пользователям лучше понять геосервисы и учим пользоваться ими с удовольствием.\nКартами пользуются самые разные люди, от школьников до их бабушек. Иногда у них появляются вопросы. Чтобы первоклашка не заблудился по дороге в школу, а бабушка могла увидеть, где едет автобус с внуком, им на помощь приходит отзывчивая команда службы поддержки.\nИщем доброжелательного и понимающего с полуслова помощника. Если умеете пользоваться Картами и сможете отличить Android от iOS, присоединяйтесь.\nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать их о вопросах, связанных с Яндексом;\n• передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n• иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n• грамотно пишете по-русски;\n• умеете четко и структурированно излагать мысли;\n• легко находите главную информацию в текстах разного объема;\n• умеете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n• помогали людям онлайн;\n• умеете работать самостоятельно и в команде;\n• готовы к гибкому графику;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать с большим объемом информации;\n• готовы учиться;\n• не устаете от однообразных задач.\nУсловия:\n• работа из дома;\n• оформление совместительства;\n• частичная занятость: 20 рабочих часов в неделю;\n• гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата;\n• удаленное оплачиваемое обучение.\nДоступно соискателям с инвалидностью"
    },
    {
        "name": "Аналитик данных",
        "url": "https://krasnoyarsk.superjob.ru/vakansii/analitik-dannyh-46733195.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Обязанности:\n \n• Создание и анализ базы данных трудозатрат по операциям/подразделениям/проектам;\n \n• Автоматизация сбора фактических трудозатрат в общую базу данных;\n \n• Разработка отчётности и дашбордов;\n \n• Поддержка и оптимизация разработанных баз данных и дашбордов;\n \n• Контроль качества собираемых данных, выявление ошибок.\n \nТребования:\n \n• Высшее образование;\n \n• Опыт на аналогичной должности от 1 года.\n \nУсловия:\n \n• Обсуждаемый уровень окладной части, премирование согласно корпоративным политикам;\n \n• Добровольное медицинское страхование, страхование от несчастных случаев, компенсация питания;\n \n• Релокационный пакет для иногородних кандидатов;\n \n• Развитая система корпоративного обучения;\n \n• Офис по адресу г. Красноярск, ул. Маерчака, 10.\n \nАО \"Полюс Красноярск\""
    },
    {
        "name": "Бизнес-аналитик (Управление ВТБ PRO)",
        "url": "https://www.superjob.ru/vakansii/biznes-analitik-46785292.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Мы ищем Аналитика воодушевленного своей работой, в стрим \"ВТБ PRO\". Наша команда занимается разработкой и развитием ВТБ PRO.\nВТБ PRO – фронт-система, в которой сотрудники (в первую очередь, в отделениях) обслуживают клиентов-физических лиц. В цели нашего стрима входит как улучшение пользовательского опыта сотрудника, так и оптимизация и развитие процессов обслуживания клиента. Поэтому мы ждем, именно тебя, если ты горишь тем, чем занимаешься, отвечаешь всем требованиям указанным ниже и готов развиваться в дружной команде профессионалов.\n \nОбязанности:\n \n• проведение анализа бизнес-процессов работы фронтального приложения для работы сотрудников розничного бизнеса;\n \n• формирование и проверка гипотез по оптимизации бизнес-процессов;\n \n• формирование бизнес-требований к командам разработки по оптимизации процессов;\n \n• разработка и оптимизация SQL-скриптов и проведение ad hoc аналитики на основании выгрузок;\n \n• формирование и тестирование гипотез, поиск зависимостей, в том числе статистическими методами;\n \n• формирование бизнес-требований к разработке витрин данных;\n \n• подготовка аналитической сводки для руководства.\n \nТребования:\n \n• обязательно – опыт работы от 2 лет на позициях, связанных с анализом бизнес-показателей/построением моделей и/или обработкой и анализом данных.\n \n• высшее образование по направлению прикладная математика/ИТ/статистика/экономика/бизнес-информатика;\n \n• знание Excel: сложные функции, сводные таблицы и графики, статистический анализ;\n \n• базовый уровень SQL (join, with, подзапросы);\n \n• высокий уровень аналитических способностей, умение идентифицировать важное среди потока информации, определять приоритеты, мыслить системно;\n \n• практический успешный опыт решений аналитических задач, построения и обоснования математических моделей;\n \n• высокий уровень коммуникативных навыков;\n \n• базовое понимание основных розничных банковских продуктов и процессов как преимущество;\n \n• опыт работы в любой из ключевых BI систем (Qlik, Tableau, Power BI);\n \n• опыт работы в области банковских розничных продуктов.\n \nУсловия:\n \n• трудоустройство согласно Законодательству;\n \n• конкурентная заработная плата;\n \n• профессиональное обучение и развитие;\n \n• добровольное медицинское страхование, льготные условия кредитования;\n \n• корпоративная пенсионная программа, материальная помощь;\n \n• спортивная жизнь и корпоративные мероприятия;\n \n• возможность построить карьеру в ведущем банке России."
    },
    {
        "name": "Full stack python developer",
        "url": "https://spb.superjob.ru/vakansii/full-stack-python-developer-46891033.html",
        "salary_min": 200000,
        "salary_max": 0,
        "experience": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет Full Stack разработчика на Python для работы с алгоритмами машинного обучения и искусственного интеллекта\n Должностные обязанности:\n * Разработка веб-интерфейса для разметки данных\n * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data Engineer \nТребования:\n - Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно)\n- 2+ года опыта с React.js и Python.\n- Знание фреймворков Django, Flask или Streamlit (желательно)\n- Контейнеризация: Docker, OpenShift;\n- Опыт с базами данных: MongoDB, PostgreSQL\n- Инструменты DevOps (MLOps): Git, Jira, Bitbucket, Nexus, Jenkins\n- Технический английский статьи, документация\n- Понимание жизненного цикла моделей (CRISP-DM) (желательно)\n- Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения) (желательно)\n- Знание фреймворков, библиотек машинного обучения: Scikit-learn, XGBoost, CatBoost, TensorFlow, Pytorch, Hugging Face transformers (желательно) \nУсловия:\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях"
    },
    {
        "name": "DevOps Team Lead",
        "url": "https://nn.superjob.ru/vakansii/devops-team-lead-42890350.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "КуулКлевер Лаб – цифровая команда КуулКлевер, развивающая собственные ITпроекты. Пока на производствах КуулКлевер готовят натуральные продукты, мы создаём продукты в IT и строим своеобразный мост между гостями и компанией, чтобы покупатели легко могли купить продукты онлайн и офлайн, а КуулКлевер — приготовить и доставить.\nКоманда ИТ состоит из 51 разработчика + support + QA + DevOps engineer.\nСейчас ищем в команду DevOps Team Lead.\nОсновные задачи:\n• Поддержка, внедрение и улучшение CI/CD процессов\n• Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации\n• Развертывание, мониторинг и отладка dev/stage/prod сред\n• Администрирование *nix платформ (Centos, Ubuntu)\n• Внедрение и поддержка devops процессов/инструментов\n• Поиск и устранение неисправностей, узких мест в работе инфраструктурной части проектов\n• Работа с Docker и Kubernetes\n• Администрирование (установка, настройка, репликация, кластеризация) СУБД\n• Разработка скриптов для автоматизации задач эксплуатации\nНеобходимые опыт и знания:\n• Опыт построения реальных нагруженных отказоустойчивых публичных сервисов с помощью Docker и Kubernetes\n• Опыт построения и оптимизации CI/CD-цепочек\n• Знания и опыт работы с DevOps инструментами (Gitlab, Ansible)\n• Знания и опыт разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач\n• Знания и опыт работы с Grafana, Zabbix, Prometheus и др. средствами мониторинга и отслеживания событий/метрик, дашбордов\n• Понимание механизма работы сетей, протоколов маршрутизации, VPN, firewall, DNS, DHCP и пр.\n• Опыт работы с системами контроля версий (Git)\n• Опыт руководства командой\n• Самостоятельность в решении поставленной задачи\n• Ответственность за результат\n• Умение быстро ориентироваться при поиске проблем\nНеобязательно, но будет плюсом:\n• Опыт программирования PHP/NodeJS\n• Опыт программирования SQL\nМы предлагаем:\n• Работа в аккредитованной ИТ-компании\n• Варианты формата работы: гибрид либо в офисе\n• Офис расположен в бизнес-парке Бугров, бесплатная парковка\n• Официальное оформление: полностью «белая» з/п; все социальные гарантии\n• Персональное предложение по заработной плате, соответствующее опыту и ожиданиям кандидата\n• Мы заинтересованы в том, чтобы сотрудники развивались, поэтому компания может компенсировать обучение сотрудников и участие в конференциях"
    },
    {
        "name": "Аналитик",
        "url": "https://www.superjob.ru/vakansii/analitik-45812126.html",
        "salary_min": 150000,
        "salary_max": 0,
        "experience": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию."
    },
    {
        "name": "Программист Бэкенд AI",
        "url": "https://www.superjob.ru/vakansii/programmist-bekend-ai-46795750.html",
        "salary_min": 80000,
        "salary_max": 160000,
        "experience": "Обязанности:\n\nМы ищем специалиста, способного дополнить команду работающую над разработкой продукта связанного с AI / LLM моделями.\nНаша команда состоит из профессионалов, которые успешно получили стартап-пермит в Силиконовой долине, мы создаем продукты на основе LLM. В данный момент мы нацелены на создание интерактивного помощника, обучаемый инструмент для повседневного участия в работе человека и приложения.\nЧто нужно будет делать в рамках команды:\n• Проектировать, разрабатывать и внедрять новый продуктовый функционал решений, интеграций, API;\n• Разработка нового функционала на Python / Django (или С#, C++), приветствуется иметь навыки написания кода на других языках программирования;\n• Разработка программного обеспечения на базе СУБД PostgreSQL;\n• Подготовка данных для обучения и тестирования моделей;\n• Поиск точек роста, узких мест, нахождение путей улучшения качества моделей за счет данных;\n• Предобработка, фильтрация и сегментация данных;\n• Выстраивание архитектуры и написание пайплайнов разметки данных;\n• Проводить тестирование и оптимизацию текущих моделей, работа с метриками;\n• Оптимизировать существующие решения, в т.ч. архитектурные с точки зрения производительности и надежности;\n• Довести качество до ChatGPT, помогать решать бизнес задачи приложения с помощью нашей технологии;\n• Участие в эксплуатации и развитии ИТ-инфраструктуры организации;\n• Заниматься непрерывным обменом знаниями со всей командой разработчиков;\n• Регулярное проведение knowledge sharing sessions является частью нашей культуры;\n• Регулярное проведение статус отчетов (Вторник, Четверг 20:00 - 21:00 мск);\n• Решение задач в режиме стартапа, ответственность за результат;\n• Анализ и оптимизация существующего кода;\n• Рефакторинг текущей кодовой базы, проведение ревью;\n• Поиск ошибок, их устранение;\n• Разработка интеграций с различными внешними системами;\n• Оптимизация сервисов под высокие нагрузки;\n• Работа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10,11, server 2012 – 2019);\nБыть гибким в мышлении, трудолюбивым, жить своим делом. Быть честным и преданным. Не лениться, не быть гордым, быть компромиссным и вежливым, терпеливым. Обеспечить высочайшее качество взаимодействия, выполнять все оперативно. Принимать достойно критику, стараться подстроиться и быть словно единым целым с этим делом.\nТребования:\nВысшее техническое или неоконченное высшее образование (профильное);\n• Опыт коммерческой разработки клиент-серверных приложений;\n• Понимание ООП/GoF/SOLID;\n• Понимание Natural Language Processing (NLP) , знакомство с LangChain и Large Language Model (LLM) , а также базовый Elastic Search будет плюсом;\n• Опыт работы с RESTful API, интеграция с внешними сервисами;\n• Знание основ работы с базами данных, опыт работы с PostgreSQL или MySQL;\n• Понимание принципов работы машинного обучения, опыт работы с TensorFlow, Keras или PyTorch будет преимуществом;\n• Отличное знание Python 3, библиотек для разработки API и работы с данными (FastAPI, Pandas, Numpy, SQL Alchemy, asyncio);\n• Отличное знание подходов CI/CD и их реализации на GitLab;\n• Отличное знание PostgreSQL;\n• Уверенное знание .NET, C#;\n• Опыт построения решений в микросервисной архитектуре;\n• Работа по задачам с высокой степенью неопределенности;\n• Опыт постановки задач и сбора требований напрямую от заказчика, без детальной проработки у аналитика. Желание самому предлагать идеи реализации и проявлять инициативу в целом;\n• Умение работать с системами управления версиями (Git), таск-трекинга;\n• Умение писать качественные комментарии;\n• Опыт разработки нагруженных многопользовательских систем;\n• Опыт работы с данными и алгоритмами, отличное знание SQL, Pandas, FastAPI;\n• Понимание Deep learning (DL), опыт обучения просто моделей и больших моделей;\n• Участие в проектировании архитектуры, выработке решений по отказоустойчивости и производительности;\n• Разработка нового и доработка существующего back-end и front-end функционала;\n• Ответственность, дисциплинированность, стрессоустойчивость;\n• Читать техническую документацию на английском языке;\nЖелательно:\nУмение разбираться в чужом коде;\n• Понимание работы http, https. REST, RESTful, SOAP;\n• Опыт работы с highload-сервисами;\n• Опыт работы с ClickHouse, Pinecone;\n• Опыт работы с Flask;\n• Опыт docker/kubernetes, docker-compose;\n• Опыт создания проектов с \"0\";\n• Опыт/понимание математики и геометрии и алгоритмов связанных с математикой и геометрией;\n• Опыт проектирования и развития высоконагруженных систем;\n• Опыт работы с MySQL / Postgres;\n• Опыт работы c redis / rabbitmq;\n• Опыт управление командой разработчиков;\n• Желание много работать и учиться;\n• Разговаривать на английском языке;\n\nУсловия:\nДистанционное взаимодействие (как минимум первые 6 месяцев). Вы работаете у себя дома;\n• Доступно соискателям с инвалидностью;\n• Достойная заработная плата по результатам собеседования в зависимости от опыта и навыков;\n• Возможно оформление: договор услуг, подряда, ГПХ, самозанятые, ИП;\n• Возможна полная занятость 5/2 8 часов (график обсуждаетсяс учётом Ваших пожеланий);\n• Возможна подработка: сменами по 4-6 часов или по вечерам;\n• Своевременная выплата зарплаты;\n• Профессиональная команда единомышленников;\n• Открытость руководства к изменениям и улучшениям, без бюрократии;\nРаботая с нами, ты:\n\n• Обогатишь свой опыт участия в разработке и запуске приложений/сервисов от идеи до вывода на рынок;\n• Обретёшь профессиональная команду единомышленников;\n• Сможешь работать, не выходя из дома;\n• Станешь созидателем проекта мирового масштаба;\n• Прокачаешь английский язык;\n• Получаешь возможности карьерного роста (Компания постоянно развивается и растёт);\nНа данном этапе мы создаем юридическое приложение и нам важно найти специалиста, который занимался системами обработки текстовой информации, интересуется машинным обучением и способен применять существующие модели, а в перспективе стать ключевым игроком в продуктовой и технической реализации проекта.\nУважаемые соискатели, просьба указывать ожидаемый уровень З/П на руки в сопроводительном письме!"
    },
    {
        "name": "Преподаватель по программированию в образовательный центр для детей и подростков",
        "url": "https://www.superjob.ru/vakansii/prepodavatel-po-programmirovaniyu-v-obrazovatelnyj-centr-dlya-detej-i-podrostkov-47006508.html",
        "salary_min": 500,
        "salary_max": 0,
        "experience": "UFirst открывает новую вакансию в Москве на позицию \"Преподаватель по программированию в школах для детей и подростков\".\nНаш идеальный кандидат:\n• Владеет языками программирования Scratch, Minecraft, Python и/или др., а также создания игр на Roblox и/или Unity.\n• Имеет высшее или незаконченное высшее педагогическое или техническое образование в IT сфере\n• Ответственный, коммуникабельный, готовый учиться и учить других\n• Умеет объяснять сложные концепции простыми словами, без \"тяжелой\" терминологии. Так, чтобы было понятно даже маленькому ребёнку\n• Умеет завлекать и зажигать учеников темой программирования\n• Проявляет вовлечённость, проактивность, клиентоориентированность\n• Вежливый, доброжелательный, грамотный\n• Имеет опыт преподавания, репетиторства или иного взаимодействия с детьми\nОбязанности:\n• Подготовка к уроку: создание плана урока и методических материалов к данному уроку, загрузка в CRM, проведение групповых занятий по программированию и созданию игр на базе соответствующих программ для детей от 6 до 17 лет. Дисциплины – программирование на различных языках, в соответствии с возрастными особенностями и уровнем подготовки\n• Проведение вводных уроков\n• Преподавать весело, задорно, легко и непринуждённо. Объяснять сложное простым языком, вовлекая детей в учебный процесс\n• Ведение отчётности, взаимодействие c CRM программой и ответственными лицами\nУсловия:\n• Занятия очно (возможны отдельные группы онлайн)\n• График постоянный в выбранные временные промежутки в будние или выходные дни"
    },
    {
        "name": "Учитель информатики",
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-34123084.html",
        "salary_min": 0,
        "salary_max": 0,
        "experience": "Обязанности:\n• \nРазработка рабочей программы по предмету. \n• \nОрганизация учебной деятельности обучающихся на уроке и во внеурочное время. \n• \nВедение электронного журнала\nТребования:\n• Высшее образование\n• стаж работы от 6 лет\n• опыт преподавания информатики углубленного уровня сложности в проектах ДОНМ \"ИТ-класс в московской школе\"; \"Инженерный класс в московской школе\";\n• результат прохождения учителем независимой диагностики в ЦНД МЦКО на уровень не ниже высокого\n• результативность подготовки к ОГЭ, ЕГЭ\n• Программирование: Перволого/Логомиры, Scratch, Кумир, Паскаль/Дельфи, Alice/Greenfoot/Java, C/C++, Python\n САПР: Компас\n Веб-дизайн и разработка: HTML5, CSS3, JavaScript, JQuery, PHP, Adobe Photoshop, Dreamweaver, Flash, AJAX\n СУБД: SQL (Oracle APEX), MySQL\n Администрирование: Windows, Linux, Cisco \n\nУсловия:\nШкола на протяжении ряда лет входит в 50 лучших школ по итогам рейтинга вклада ОО в качественное образование московских школьников; по итогам 2021-2022 уч.года школа удостоена Гранта Мэра 2 степени за достижение высоких результатов образовательной деятельности.\nШкола участвует в проектах ДОНМ \"ИТ-класс в московской школе\" (направление - программирование); \"Инженерный класс в московской школе\"."
    },
    {
        "name": "Программист Web, php, Python",
        "url": "https://samara.superjob.ru/vakansii/programmist-web-46816401.html",
        "salary_min": 50000,
        "salary_max": 70000,
        "experience": "Условия:\n\n• График работы – 5/2.\n• Официальное трудоустройство.\n• Возможность профессионального и карьерного роста.\nТребования:\n\n• Знание и понимание принципов работы OS Linux.\n• Обязательный опыт работы с FastAPI, так как большая часть работы с ним, меньше с Django и DRF.\n• Знание Python3, SQLAlchemy, Nginx, Docker, PostgreSQL, Git.\nОбязанности:\n\n• Разработка мобильных Web приложений.\n• Необходимо базово настраивать VPS с Docker и Nginx."
    }
]